//cspell:disable

class OrderMassage {
  static const String pending = '''
সম্মানিত কাস্টমার
আপনার অর্ডার আমাদের অ্যাপ এ সম্পূর্ণ  হয়েছে। কনফার্ম করার জন্য পেমেন্ট করুন 
অথবা  কল বা হোয়াটস অ্যাপ করেন : 01976270006''';

  static const String processing = '''
সম্মানিত কাস্টমার 
আপনার অর্ডার কনফার্ম এর জন্যে 
পুরো টাকা পেইড করেন। পুনরায় অর্ডার কনফার্ম করতে 
কল অথবা হোয়াটস অ্যাপ : 01976270006''';

  static const picked = '''
সম্মানিত কাস্টমার
আপনার অর্ডার পিকড করা হয়েছে
অতি দ্রুত কুরিয়ার বুকিং করা হবে ।
ধনবাদ।''';

  static const shipped = '''
সম্মানিত কাস্টমার
আপনার অর্ডার শিফট করা হয়েছে
Ecouriar/Sundarban অতি শীঘ্রই পেয়ে যাবেন। ধন্যবাদ''';

  static const delivered = '''
সম্মানিত কাস্টমার
আপনার অর্ডার ডেলিভারি করা হয়েছে
অভিযোগ থাকলে কল অথবা হোয়াটস অ্যাপ 01976270006 . সন্তুষ্ট হলে রিভিউ দিয়েন আমাদের GNG cercle গ্রুপে ।
ধন্যবাদ সাথে থাকার জন্য।''';

  static const cancelled = '''
সম্মানিত কাস্টমার
আপনার অর্ডার কনফার্ম এর সময় শেষ।
পুনরায় অর্ডার কনফার্ম করতে কল অথবা হোয়াটস অ্যাপ : 01976270006''';
}
